Revit 2027 API
FamilyLoadedIntoDocumentEventArgs.FamilyPath Property
 The file path of the family that is loaded into the document.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FamilyPath { get; }
Public ReadOnly Property FamilyPath As String
	Get
public:
property String^ FamilyPath {
	String^ get ();
}
member FamilyPath : string with get
Property Value
String
See Also
Reference
FamilyLoadedIntoDocumentEventArgs Class
Autodesk.Revit.DB.Events Namespace